/*
  課題：
    - 以下のコメントに従いコードを記述してください！
    - 課題が出来次第、保存して、このファイルを提出してください。
    dockerのlesoon5-phpコンテナを起動　→　DBeaver　実行して結果を確認

  ジャンルごとに、最も高かった評価を表示するSQLを以下に書いてください。

  (取得結果イメージ)
  +--------+------------------------+
  |      genre      　　| max_score |
  +--------+------------------------+
  |        SF   　　　  |     5     |
  +--------+------------------------+
  |    ディストピア 　　 |     4     |
  +--------+------------------------+
  |    ファンタジー 　　 |     5     |
  +--------+------------------------+
*/